[
  {
    "categoria": "vitória",
    "referencia": "Filipenses 4:13",
    "traducao": {
      "pt": "Posso todas as coisas naquele que me fortalece.",
      "en": "I can do all things through Him who strengthens me.",
      "es": "Todo lo puedo en Cristo que me fortalece."
    }
  },
  {
    "categoria": "vitória",
    "referencia": "Isaías 54:17",
    "traducao": {
      "pt": "Nenhuma arma forjada contra ti prosperará, e toda língua que se levantar contra ti em juízo, tu a condenarás.",
      "en": "No weapon formed against you shall prosper, and every tongue which rises against you in judgment you shall condemn.",
      "es": "Ninguna arma forjada contra ti prosperará, y condenarás toda lengua que se levante contra ti en juicio."
    }
  },
  {
    "categoria": "vitória",
    "referencia": "Josué 1:9",
    "traducao": {
      "pt": "Sê forte e corajoso; não temas, nem te espantes, porque o Senhor teu Deus é contigo por onde quer que andares.",
      "en": "Be strong and courageous; do not be afraid or discouraged, for the Lord your God will be with you wherever you go.",
      "es": "Sé fuerte y valiente; no temas ni te desanimes, porque el Señor tu Dios estará contigo dondequiera que vayas."
    }
  },
  {
    "categoria": "vitória",
    "referencia": "Romanos 8:31",
    "traducao": {
      "pt": "Se Deus é por nós, quem será contra nós?",
      "en": "If God is for us, who can be against us?",
      "es": "Si Dios está con nosotros, ¿quién contra nosotros?"
    }
  },
  {
    "categoria": "vitória",
    "referencia": "Salmos 118:14-15",
    "traducao": {
      "pt": "O Senhor é a minha força e o meu cântico; Ele me deu a vitória.",
      "en": "The Lord is my strength and my song; He has given me victory.",
      "es": "El Señor es mi fuerza y mi cántico; Él me ha dado la victoria."
    }
  },
  {
    "categoria": "amor",
    "referencia": "1 Coríntios 13:4-7",
    "traducao": {
      "pt": "O amor é paciente, o amor é bondoso. Não inveja, não se vangloria, não se orgulha. Tudo sofre, tudo crê, tudo espera, tudo suporta.",
      "en": "Love is patient, love is kind. It does not envy, it does not boast, it is not proud. It always protects, always trusts, always hopes, always perseveres.",
      "es": "El amor es paciente, es bondadoso. No tiene envidia ni se jacta, no se enorgullece. Todo lo soporta, todo lo cree, todo lo espera, todo lo soporta."
    }
  },
  {
    "categoria": "amor",
    "referencia": "João 15:12-13",
    "traducao": {
      "pt": "O meu mandamento é este: amem-se uns aos outros como eu os amei.",
      "en": "My command is this: Love each other as I have loved you.",
      "es": "Este es mi mandamiento: que se amen los unos a los otros como yo los he amado."
    }
  },
  {
    "categoria": "amor",
    "referencia": "1 João 4:18",
    "traducao": {
      "pt": "No amor não há medo; o perfeito amor expulsa o medo.",
      "en": "There is no fear in love; but perfect love drives out fear.",
      "es": "En el amor no hay temor; el perfecto amor echa fuera el temor."
    }
  },
  {
    "categoria": "amor",
    "referencia": "Colossenses 3:14",
    "traducao": {
      "pt": "Acima de tudo, revistam-se do amor, que é o elo perfeito.",
      "en": "Above all, clothe yourselves with love, which binds everything together in perfect harmony.",
      "es": "Y sobre todas estas cosas, vístanse de amor, que es el vínculo perfecto."
    }
  },
  {
    "categoria": "amor",
    "referencia": "Romanos 12:9-10",
    "traducao": {
      "pt": "O amor deve ser sincero. Odeiem o mal; apeguem-se ao bem.",
      "en": "Love must be sincere. Hate what is evil; cling to what is good.",
      "es": "El amor debe ser sincero. Aborrezcan el mal; aférrense al bien."
    }
  }
]