{
  "language": "es",
  "HomePage": {
    "title": "Oración y Prosperidad",
    "greeting": "Buenas tardes",
    "prayers": "Oraciones",
    "prayerRequest": "Solicitud de Oración",
    "challenge21Days": "Desafío 21 Días",
    "verseOfTheDay": "Versículo del Día",
    "shareWhatsApp": "Compartir en WhatsApp",
    "sendPrayer": "Enviar Oración",
    "views": "Visualizaciones",
    "unlockNow": "Desbloqueado ahora",
    "products": "Oraciones Disponibles",
    "notifications": "Notificaciones",
    "profile": "Perfil",
    "relatedScriptures": "Escrituras Relacionadas"
  },
  "SaintBenedict": {
    "title": "Oración de San Benedicto",
    "description": "Una poderosa oración enfocada en la prosperidad, protección espiritual y abundancia material.",
    "cardDescription": "Una poderosa oración enfocada en la prosperidad, protección espiritual y abundancia material. Conéctate con la energía mística de San Benedicto y abre caminos para la bendición y el éxito.",
    "duration": "10 min",
    "listenPrayer": "Escuchar Oración",
    "playingNow": "Reproduciendo ahora",
    "prayerText": "Texto de la Oración",
    "fullText": "Gloria sea dada al Padre, y al Hijo, y al Espíritu Santo,\nComo era en el principio, ahora y siempre, por los siglos de los siglos. Amén.\n\nSeñor Jesucristo, que dijiste: \"Yo soy el Camino, la Verdad y la Vida\",\nbendícenos con tu presencia divina.\n\nGlorioso Santo Benedicto, poderoso intercesor ante el trono de Dios,\ntú que consagraste tu vida a la oración y la penitencia,\ntú que conoces los misterios de la prosperidad y la abundancia,\nescucha la voz que clama por protección y bendición.\n\nPor tus méritos e intercesión ante Nuestro Señor Jesucristo,\nalcánzanos la gracia de:\n\n• Prosperidad abundante en nuestras vidas\n• Protección espiritual contra toda clase de mal\n• Sabiduría para discernir los caminos correctos\n• Fuerza para superar las dificultades\n• Paz interior y serenidad del alma\n• Abundancia de bendiciones materiales y espirituales\n• Fe inquebrantable en Dios\n• Coraje para realizar nuestros sueños\n\nGlorioso San Benedicto, por la cruz de nuestro Señor Jesucristo,\nque nos conduce a la salvación y a la gloria,\nbendice nuestros negocios, nuestras familias y nuestras vidas.\n\nQue tu cruz nos proteja contra los enemigos del alma,\ny que tu intercesión nos guíe siempre por los caminos de la luz y la prosperidad.\n\n¡Que así sea! Amén.\n\n\"Que la cruz de San Benedicto nos libere del mal y la adversidad,\ny nos bendiga con la paz eterna de Dios Padre.\""
  },
  "SaintBenedictPrayer": {
    "title": "Gran Oración Milagrosa a San Benito",
    "subtitle": "Para Dinero, Salud, Amor y Protección Espiritual",
    "tags": {
      "prosperity": "Prosperidad",
      "health": "Salud",
      "love": "Amor",
      "protection": "Protección"
    },
    "intro1": "Oh San Benito de Nursia, luz eterna del Reino de los Cielos, santo de humildad y sabiduría.",
    "intro2": "Varón de fe firme y corazón puro, tú que fuiste elegido por el Altísimo para traer equilibrio donde reinaba el caos, paz donde había tormenta, y fe donde sólo existía desesperación.",
    "intro3": "Hoy me arrodillo ante ti con el alma abierta y necesitada. Tú que conociste la lucha contra el mal, que enfrentaste demonios y saliste victorioso con el poder de la cruz.",
    "invocationTitle": "Invocación de Luz",
    "invocation1": "Oh Santo de la Cruz, coloca sobre mi frente tu signo sagrado, para que mi mente se llene de claridad y mis pensamientos sean guiados por la voluntad divina.",
    "invocation2": "Que en cada respiración sienta tu presencia, y en cada paso camine bajo tu amparo. No permitas que la duda me robe la fe, ni que el miedo me aparte del propósito celestial.",
    "invocation3": "Te llamo con humildad y devoción, para que entres en mi vida como escudo, como lámpara, como guía y como protector eterno.",
    "firstPetitionTitle": "Primera Petición – Prosperidad y Abundancia Divina",
    "workBlessingTitle": "Bendición del Trabajo",
    "workBlessing": "San Benito, patrono del trabajo honesto, mira mi esfuerzo y mis manos cansadas.",
    "breakChainsTitle": "Ruptura de Ataduras",
    "breakChains": "Rompe los lazos invisibles de la pobreza, disuelve los nudos energéticos que atan mis finanzas.",
    "multiplicationTitle": "Multiplicación",
    "multiplication": "Multiplica cada semilla que siembro con amor y esperanza. Que florezca la abundancia.",
    "prosperity1": "Haz que donde antes había carencia, ahora florezca la abundancia. Que mis proyectos prosperen, que mi trabajo sea valorado, y que el dinero llegue sin sufrimiento.",
    "prosperity2": "No pido riquezas vanas, sino el sustento justo para vivir con dignidad y ayudar a quienes me rodean.",
    "prosperity3": "Oh San Benito, bendice mi mesa, mi hogar y mis manos, para que nunca falte el pan, ni el techo, ni la paz en mi vida.",
    "secondPetitionTitle": "Segunda Petición – Salud del Cuerpo, la Mente y el Espíritu",
    "health1": "San Benito misericordioso, tú que conociste el dolor humano y comprendiste los sufrimientos del alma, coloca tu luz sanadora sobre mi cuerpo.",
    "healthEyes": "Mis Ojos – Para que vean con esperanza",
    "healthEars": "Mis Oídos – Para que escuchen palabras de paz",
    "healthHeart": "Mi Corazón – Para que lata con fuerza y armonía",
    "healthMind": "Mis Pensamientos – Para que se llenen de serenidad",
    "health2": "Arranca de mí toda dolencia física, toda enfermedad que me limite, y todo mal que intente consumir mi energía vital.",
    "health3": "Restaura mi mente, fortalece mi espíritu, y recuérdame que el cuerpo es templo de la presencia de Dios.",
    "health4": "Concédeme, oh Santo, una salud duradera y luminosa, para servir al Creador con alegría y energía renovada.",
    "thirdPetitionTitle": "Tercera Petición – Amor, Unión y Sanación de los Lazos Afectivos",
    "love1": "Oh San Benito, portador del amor puro de Cristo, mírame en mis soledades y decepciones. Sabes cuánto ha sufrido mi corazón, cuánto ha amado y cuánto ha perdido.",
    "soulCleansingTitle": "Limpieza del Alma",
    "soulCleansing": "Limpia mi alma del dolor amoroso, libérame del pasado, rompe los lazos de tristeza y celos.",
    "heartHealingTitle": "Sanación del Corazón",
    "heartHealing": "Sana mi corazón con tu bálsamo celestial, para que vuelva a amar sin miedo ni culpa.",
    "divineMeetingTitle": "Encuentro Divino",
    "divineMeeting": "Si existe alguien destinado para mí, haz que ese encuentro suceda en el tiempo perfecto.",
    "bondsBlessingTitle": "Bendición de Vínculos",
    "bondsBlessing": "Bendice mis relaciones, mi familia y amigos, para que reine la comprensión y el respeto.",
    "love2": "Oh Santo del perdón, enséñame a amar sin poseer, a soltar sin rencor, y a vivir en paz con el corazón libre.",
    "fourthPetitionTitle": "Cuarta Petición – Protección Contra Brujerías, Maleficios y Sombras",
    "protection1": "San Benito poderoso, enemigo de todo hechizo y destructor del mal, te suplico con toda mi fe que coloques tu cruz sagrada sobre mí, mi familia y mi hogar.",
    "breakSpellsTitle": "Rompe Brujerías",
    "breakSpells": "Disuelve toda brujería, mal de ojo o conjuro lanzado en mi contra.",
    "cancelWorksTitle": "Anula Trabajos Ocultos",
    "cancelWorks": "Destruye los trabajos ocultos, pensamientos de envidia y palabras malditas.",
    "transformDarknessTitle": "Transforma la Oscuridad",
    "transformDarkness": "Que toda energía negativa se convierta en polvo de luz.",
    "protection2": "Envía tus legiones de luz, ángeles y santos guardianes, para rodearme día y noche.",
    "protection3": "Haz que los espíritus malignos huyan al pronunciar tu nombre, y que la oscuridad no soporte la fuerza de tu luz.",
    "protection4": "En tu cruz encuentro mi refugio, en tu medalla, mi escudo, y en tu oración, mi fortaleza.",
    "thanksgivingTitle": "Agradecimiento y Consagración Final",
    "thanks1": "Te doy gracias, glorioso San Benito, por escuchar mis súplicas y acoger mi fe. Sé que ya actúas en silencio, abriendo caminos, sanando heridas, y disipando toda sombra a mi alrededor.",
    "thanks2": "Hoy te consagro mi vida, mi casa y mis pensamientos. Prometo honrar tu nombre y difundir tu devoción donde haya oscuridad.",
    "thanks3": "Que tu cruz me acompañe siempre, que tu oración habite en mis labios, y que mi corazón permanezca firme en la luz del Señor.",
    "faithPercentage": "100% Fe – Mi fe está en ti",
    "protectionPercentage": "100% Protección – Tu escudo me cubre",
    "blessingPercentage": "100% Bendición – Tu gracia me acompaña",
    "declarationTitle": "Desde hoy declaro que:",
    "declaration1": "No habrá escasez en mi mesa",
    "declaration2": "Ni enfermedad que me derribe",
    "declaration3": "Ni soledad que apague mi fe",
    "declaration4": "Ni mal que prevalezca ante tu poder",
    "closing1": "Porque donde estás tú, San Benito, el mal huye, la luz se eleva, y el alma encuentra paz.",
    "amen": "Amén.",
    "closing2": "Que esta oración se convierta en escudo, que mis días sean bendecidos y mis noches, tranquilas bajo tu guardia celestial."
  },
  "LivePrayer": {
    "live": "En Vivo",
    "clickToJoin": "Haz clic para unirte",
    "nextLive": "Próxima Oración en Vivo",
    "comingSoon": "Muy pronto",
    "timeRemaining": "Tiempo restante",
    "startsIn": "Comienza en"
  },
  "LivePrayerPage": {
    "live": "En Vivo",
    "notLiveYet": "La transmisión aún no ha comenzado",
    "waitForNextLive": "Espera la próxima oración en vivo que comienza cada media hora",
    "goBack": "Volver",
    "prayerInProgress": "Oración en Curso",
    "connectingToStream": "Conectando a la transmisión...",
    "title": "Oración en Vivo - Momento de Fe",
    "description": "Únete a nosotros en este momento especial de oración y conexión espiritual. Sigue las peticiones de oración en tiempo real.",
    "prayerRequests": "Peticiones de Oración",
    "prayerRequestsSubtitle": "Sigue las peticiones en tiempo real",
    "waitingForRequests": "Esperando peticiones de oración...",
    "chatInfo": "Las peticiones aparecen automáticamente durante la transmisión"
  },
  "Verse": {
    "verseOfTheDay": "Versículo del Día",
    "watchVideoAttention": "Mira el video con atención",
    "wantSecretPrayers": "Quiero las Oraciones Secretas",
    "receiveNow": "Recibe ahora oraciones y meditaciones exclusivas de prosperidad, protección espiritual y bendiciones."
  }
}