{
  "language": "pt",
  "HomePage": {
    "title": "Oração e Prosperidade",
    "greeting": "Boa tarde",
    "prayers": "Orações",
    "prayerRequest": "Pedido de Oração",
    "challenge21Days": "Desafio 21 dias",
    "verseOfTheDay": "Versículo do Dia",
    "shareWhatsApp": "Compartilhar no WhatsApp",
    "sendPrayer": "Enviar Oração",
    "views": "Visualizações",
    "unlockNow": "Desbloquei agora",
    "products": "Orações Disponíveis",
    "notifications": "Notificações",
    "profile": "Perfil",
    "relatedScriptures": "Escrituras Relacionadas"
  },
  "SaintBenedict": {
    "title": "Oração de São Benedito",
    "description": "Uma poderosa oração focada em prosperidade, proteção espiritual e abundância material.",
    "cardDescription": "Uma oração poderosa focada em prosperidade, proteção espiritual e abundância material. Conecte-se com a energia mística de São Benedito e abra caminhos para a bênção e o sucesso.",
    "duration": "10 min",
    "listenPrayer": "Ouvir Oração",
    "playingNow": "Tocando agora",
    "prayerText": "Texto da Oração",
    "fullText": "Glória seja dada ao Pai, e ao Filho, e ao Espírito Santo,\nComo era no princípio, agora e sempre, por todos os séculos dos séculos. Amém.\n\nSenhor Jesus Cristo, que disseste: \"Eu sou o Caminho, a Verdade e a Vida\",\nabençoai-nos com a vossa presença divina.\n\nGlorioso Santo Benedito, poderoso intercessor perante o trono de Deus,\nvós que consagrasti vossa vida à oração e à penitência,\nvós que conheceis os mistérios da prosperidade e da abundância,\nouvi a vossa voz que clama por proteção e bênção.\n\nPor vossos méritos e intercessão junto a Nosso Senhor Jesus Cristo,\nalcançai-nos a graça de:\n\n• Prosperidade abundante em nossas vidas\n• Proteção espiritual contra toda sorte de mal\n• Sabedoria para discernir os caminhos certos\n• Força para vencer as dificuldades\n• Paz interior e serenidade na alma\n• Abundância de bênçãos materiais e espirituais\n• Fé inabalável em Deus\n• Coragem para realizar nossos sonhos\n\nGlorioso São Benedito, pela cruz de nosso Senhor Jesus Cristo,\nque nos conduz à salvação e à glória,\nabençoai os nossos negócios, nossas famílias e nossas vidas.\n\nQue a vossa cruz nos proteja contra os inimigos da alma,\ne que a vossa intercessão nos guie sempre pelos caminhos da luz e da prosperidade.\n\nQue assim seja! Amém.\n\n\"Que a cruz de São Benedito nos livre do mal e da adversidade,\ne nos abençoe com a paz eterna de Deus Pai.\""
  },
  "SaintBenedictPrayer": {
    "title": "Grande Oração Milagrosa a São Bento",
    "subtitle": "Para Dinheiro, Saúde, Amor e Proteção Espiritual",
    "tags": {
      "prosperity": "Prosperidade",
      "health": "Saúde",
      "love": "Amor",
      "protection": "Proteção"
    },
    "intro1": "Ó São Bento de Núrsia, luz eterna do Reino dos Céus, santo de humildade e sabedoria.",
    "intro2": "Varão de fé firme e coração puro, tu que foste escolhido pelo Altíssimo para trazer equilíbrio onde reinava o caos, paz onde havia tormenta, e fé onde só existia desespero.",
    "intro3": "Hoje me ajoelho diante de ti com a alma aberta e necessitada. Tu que conheceste a luta contra o mal, que enfrentaste demônios e saíste vitorioso com o poder da cruz.",
    "invocationTitle": "Invocação de Luz",
    "invocation1": "Ó Santo da Cruz, coloca sobre minha fronte teu signo sagrado, para que minha mente se encha de claridade e meus pensamentos sejam guiados pela vontade divina.",
    "invocation2": "Que em cada respiração sinta tua presença, e em cada passo caminhe sob teu amparo. Não permitas que a dúvida me roube a fé, nem que o medo me afaste do propósito celestial.",
    "invocation3": "Te chamo com humildade e devoção, para que entres em minha vida como escudo, como lâmpada, como guia e como protetor eterno.",
    "firstPetitionTitle": "Primeira Petição – Prosperidade e Abundância Divina",
    "workBlessingTitle": "Bênção do Trabalho",
    "workBlessing": "São Bento, patrono do trabalho honesto, olha meu esforço e minhas mãos cansadas.",
    "breakChainsTitle": "Ruptura de Ataduras",
    "breakChains": "Rompe os laços invisíveis da pobreza, dissolve os nós energéticos que prendem minhas finanças.",
    "multiplicationTitle": "Multiplicação",
    "multiplication": "Multiplica cada semente que semeio com amor e esperança. Que floresça a abundância.",
    "prosperity1": "Faz que onde antes havia carência, agora floresça a abundância. Que meus projetos prosperem, que meu trabalho seja valorizado, e que o dinheiro chegue sem sofrimento.",
    "prosperity2": "Não peço riquezas vãs, mas o sustento justo para viver com dignidade e ajudar quem me rodeia.",
    "prosperity3": "Ó São Bento, abençoa minha mesa, minha casa e minhas mãos, para que nunca falte o pão, nem o teto, nem a paz em minha vida.",
    "secondPetitionTitle": "Segunda Petição – Saúde do Corpo, da Mente e do Espírito",
    "health1": "São Bento misericordioso, tu que conheceste a dor humana e compreendeste os sofrimentos da alma, coloca tua luz sanadora sobre meu corpo.",
    "healthEyes": "Meus Olhos – Para que vejam com esperança",
    "healthEars": "Meus Ouvidos – Para que escutem palavras de paz",
    "healthHeart": "Meu Coração – Para que bata com força e harmonia",
    "healthMind": "Meus Pensamentos – Para que se encham de serenidade",
    "health2": "Arranca de mim toda doença física, toda enfermidade que me limite, e todo mal que intente consumir minha energia vital.",
    "health3": "Restaura minha mente, fortalece meu espírito, e lembra-me que o corpo é templo da presença de Deus.",
    "health4": "Concede-me, ó Santo, uma saúde duradoura e luminosa, para servir ao Criador com alegria e energia renovada.",
    "thirdPetitionTitle": "Terceira Petição – Amor, União e Cura dos Laços Afetivos",
    "love1": "Ó São Bento, portador do amor puro de Cristo, olha-me em minhas solidões e decepções. Sabes quanto sofreu meu coração, quanto amou e quanto perdeu.",
    "soulCleansingTitle": "Limpeza da Alma",
    "soulCleansing": "Limpa minha alma da dor amorosa, liberta-me do passado, rompe os laços de tristeza e ciúmes.",
    "heartHealingTitle": "Cura do Coração",
    "heartHealing": "Cura meu coração com teu bálsamo celestial, para que volte a amar sem medo nem culpa.",
    "divineMeetingTitle": "Encontro Divino",
    "divineMeeting": "Se existe alguém destinado para mim, faz que esse encontro aconteça no tempo perfeito.",
    "bondsBlessingTitle": "Bênção dos Vínculos",
    "bondsBlessing": "Abençoa minhas relações, minha família e amigos, para que reine a compreensão e o respeito.",
    "love2": "Ó Santo do perdão, ensina-me a amar sem possuir, a soltar sem rancor, e a viver em paz com o coração livre.",
    "fourthPetitionTitle": "Quarta Petição – Proteção Contra Bruxarias, Malefícios e Sombras",
    "protection1": "São Bento poderoso, inimigo de todo feitiço e destruidor do mal, suplico-te com toda minha fé que coloques tua cruz sagrada sobre mim, minha família e minha casa.",
    "breakSpellsTitle": "Rompe Bruxarias",
    "breakSpells": "Dissolve toda bruxaria, mau-olhado ou conjuro lançado contra mim.",
    "cancelWorksTitle": "Anula Trabalhos Ocultos",
    "cancelWorks": "Destrói os trabalhos ocultos, pensamentos de inveja e palavras malditas.",
    "transformDarknessTitle": "Transforma a Escuridão",
    "transformDarkness": "Que toda energia negativa se converta em pó de luz.",
    "protection2": "Envia tuas legiões de luz, anjos e santos guardiões, para me rodearem dia e noite.",
    "protection3": "Faz que os espíritos malignos fujam ao pronunciar teu nome, e que a escuridão não suporte a força de tua luz.",
    "protection4": "Em tua cruz encontro meu refúgio, em tua medalha, meu escudo, e em tua oração, minha fortaleza.",
    "thanksgivingTitle": "Agradecimento e Consagração Final",
    "thanks1": "Dou-te graças, glorioso São Bento, por escutar minhas súplicas e acolher minha fé. Sei que já ages em silêncio, abrindo caminhos, curando feridas, e dissipando toda sombra ao meu redor.",
    "thanks2": "Hoje te consagro minha vida, minha casa e meus pensamentos. Prometo honrar teu nome e difundir tua devoção onde haja escuridão.",
    "thanks3": "Que tua cruz me acompanhe sempre, que tua oração habite em meus lábios, e que meu coração permaneça firme na luz do Senhor.",
    "faithPercentage": "100% Fé – Minha fé está em ti",
    "protectionPercentage": "100% Proteção – Teu escudo me cobre",
    "blessingPercentage": "100% Bênção – Tua graça me acompanha",
    "declarationTitle": "Desde hoje declaro que:",
    "declaration1": "Não haverá escassez em minha mesa",
    "declaration2": "Nem enfermidade que me derrube",
    "declaration3": "Nem solidão que apague minha fé",
    "declaration4": "Nem mal que prevaleça ante teu poder",
    "closing1": "Porque onde estás tu, São Bento, o mal foge, a luz se eleva, e a alma encontra paz.",
    "amen": "Amém.",
    "closing2": "Que esta oração se converta em escudo, que meus dias sejam abençoados e minhas noites, tranquilas sob tua guarda celestial."
  },
  "LivePrayer": {
    "live": "Ao Vivo",
    "clickToJoin": "Clique para participar",
    "nextLive": "Próxima Oração ao Vivo",
    "comingSoon": "Em breve",
    "timeRemaining": "Tempo restante",
    "startsIn": "Inicia em"
  },
  "LivePrayerPage": {
    "live": "Ao Vivo",
    "notLiveYet": "Transmissão ainda não começou",
    "waitForNextLive": "Aguarde a próxima oração ao vivo que começa a cada meia hora",
    "goBack": "Voltar",
    "prayerInProgress": "Oração em Andamento",
    "connectingToStream": "Conectando à transmissão...",
    "title": "Oração ao Vivo - Momento de Fé",
    "description": "Junte-se a nós neste momento especial de oração e conexão espiritual. Acompanhe os pedidos de oração em tempo real.",
    "prayerRequests": "Pedidos de Oração",
    "prayerRequestsSubtitle": "Acompanhe os pedidos em tempo real",
    "waitingForRequests": "Aguardando pedidos de oração...",
    "chatInfo": "Os pedidos aparecem automaticamente durante a transmissão"
  },
  "Verse": {
    "verseOfTheDay": "Versículo do Dia",
    "watchVideoAttention": "Assista o vídeo com atenção",
    "wantSecretPrayers": "Quero as Orações Secretas",
    "receiveNow": "Receba agora orações e meditações exclusivas de prosperidade, proteção espiritual e bênçãos."
  },
  "Challenge21": {
    "headerTitle": "Orações de Dezembro",
    "headerCardinal": "Conduzidas pelo",
    "headerCardinalName": "Cardeal Giovanni Battista Re",
    "headerCardinalTitle": "Decano do Colégio dos Cardeais • Servo dedicado da fé católica",
    "headerQuote": "Vinte e um dias de reflexão espiritual para fortalecer sua fé e encontrar paz interior",
    "todayIs": "Hoje é dia",
    "ofTheMonth": "do mês",
    "prayerOfDay": "Faça a oração do dia",
    "about": "sobre",
    "listenPrayer": "Ouvir Oração",
    "challengeTitle": "Este Desafio Vai Transformar Sua Vida",
    "challengeText1": "21 dias para desbloquear a prosperidade que Deus reservou para você.",
    "challengeText1Emphasis": "Cada oração foi estrategicamente criada para remover bloqueios espirituais e abrir as portas da abundância financeira, saúde e relacionamentos prósperos.",
    "challengeText2": "REGRA INEGOCIÁVEL:",
    "challengeText2Part1": "Uma oração por dia, sem pular etapas. Este compromisso de 5 minutos diários é o que separa quem",
    "challengeText2Desire": "apenas deseja",
    "challengeText2Part2": "da prosperidade de quem",
    "challengeText2Conquers": "conquista",
    "challengeText2Part3": "a prosperidade.",
    "challengeQuote": "A prosperidade é resultado de disciplina espiritual consistente. Comece hoje.",
    "day": "Dia",
    "completed": "Concluído",
    "available": "Disponível",
    "locked": "Bloqueado",
    "lockedUntil": "Disponível em",
    "motivationalFooter": "Continue firme na sua jornada espiritual 🙏",
    "progressText": "de 21 dias completos"
  },
  "PrayerRequest": {
    "title": "Pedido de Oração Personalizado",
    "subtitle": "Receba uma oração individual gravada especialmente para você",
    "exclusiveService": "Serviço Exclusivo",
    "howItWorks": "Como Funciona",
    "step1Title": "PEDIDO",
    "step1Description": "Envie seu pedido de oração",
    "step2Title": "AGUARDE 7 DIAS",
    "step2Description": "Cardeal prepara sua oração",
    "step3Title": "RECEBA O ÁUDIO",
    "step3Description": "Áudio chega no seu email",
    "benefitsTitle": "O Poder da Oração Individual",
    "benefitsText": "Diferente das orações em grupo, uma oração personalizada é direcionada especificamente às suas necessidades. Um cardeal em Roma irá rezar por você, mencionando seu nome e sua intenção específica. Esta é uma conexão espiritual direta e poderosa que pode transformar sua vida.",
    "individualTitle": "Oração 100% Personalizada",
    "individualText": "Você pode pedir o que quiser: saúde para um familiar, prosperidade nos negócios, proteção contra adversidades, um milagre específico ou qualquer necessidade que você tenha. Não existem limites para o poder da oração quando feita com fé genuína.",
    "uniqueChance": "⭐ Esta é uma oportunidade única de receber uma bênção personalizada",
    "nameLabel": "Seu Nome",
    "emailLabel": "Seu Email",
    "goalLabel": "Objetivo da Oração",
    "selectGoal": "Selecione o objetivo principal",
    "goalHealth": "🏥 Saúde",
    "goalProsperity": "💰 Prosperidade",
    "goalFamily": "👨‍👩‍👧‍👦 Família",
    "goalProtection": "🛡️ Proteção Contra Maldições",
    "goalMiracle": "✨ Milagre",
    "prayerLabel": "Seu Pedido de Oração",
    "prayerPlaceholder": "Escreva aqui seu pedido de oração com todos os detalhes. Seja específico sobre o que você precisa. Quanto mais detalhado, melhor o cardeal poderá direcionar suas preces...",
    "prayerHint": "Seja sincero e detalhado. O cardeal lerá pessoalmente seu pedido.",
    "submitButton": "Enviar Pedido de Oração",
    "submitting": "Enviando...",
    "successTitle": "Pedido Enviado com Sucesso! 🙏",
    "successMessage": "Seu pedido foi recebido e será encaminhado ao cardeal. Você receberá o áudio da oração em até 7 dias no email cadastrado.",
    "makeAnotherRequest": "Fazer Outro Pedido",
    "footerInfo": "🔒 Seu pedido é confidencial e será tratado com total respeito e sigilo espiritual."
  }
}